{
  "getStarted": "Empezar",
  "betterConnections": "Mejores\nConexiones",
  "findingPerson": "Encontrar a la persona adecuada es más difícil que encontrar un buen capuchino de leche de avena en 2012.",
  "sucksText": "Las apps de citas apestan. Hacer networking es incómodo. Hacer nuevos amigos de adulto es básicamente ilegal. Los compañeros de viaje arruinan el viaje o desaparecen con la cuenta. ¿Socios? Como un ex tóxico con acciones.",
  "thereIsWay": "Tiene que haber una mejor manera. La hay. Es",
  "testUnique": "Prueba qué tan único eres",
  "problemHeading": "El Problema Con\nLas Conexiones de Hoy",
  "problemSub": "La mayoría de las aplicaciones realmente no ayudan.",
  "features": [
    {
      "title": "¿Aplicaciones de citas?",
      "description": "Desliza. Haz match. Fantasma. Repite."
    },
    {
      "title": "¿Redes profesionales?",
      "description": "Mensajes de LinkedIn de personas tratando de venderte criptomonedas."
    },
    {
      "title": "¿Amistades?",
      "description": "Enviar mensajes diciendo “deberíamos ponernos al día” por tercer año consecutivo."
    },
    {
      "title": "¿Compañeros de viaje?",
      "description": "Tú dijiste “viaje relajado.” Ellos hicieron un itinerario codificado por colores."
    },
    {
      "title": "¿Socios de negocios?",
      "description": "Podrían ser un ex tóxico con acciones."
    }
  ],
  "rightPeople": "No necesitas más personas en tus contactos. Necesitas <bold>las personas correctas</bold> en tu vida.",
  "info": {
    "heading": "¿Qué es Uniic?",
    "paragraphs": [
      "Uniic <bold>no</bold> es otra aplicación de citas, sitio de networking, o “comunidad exclusiva” que solo te vende una membresía.",
      "Es la <bold>primera plataforma que realmente encuentra personas compatibles contigo</bold> — en citas, amistad, viajes, deportes y negocios.",
      "Usando <bold>pruebas psicométricas</bold>, Uniic encuentra a las personas adecuadas para ti basado en:"
    ],
    "categories": [
      {
        "title": "Citas",
        "desc": "Para que tu próxima relación no se sienta como un experimento de apego continuo"
      },
      {
        "title": "Amistad",
        "desc": "Porque encontrar amigos reales después de los 30 no debería requerir un asistente personal"
      },
      {
        "title": "Viajes",
        "desc": "No más estilos de viaje incompatibles y peleas pasivo-agresivas por itinerarios"
      },
      {
        "title": "Deportes",
        "desc": "Encuentra un compañero de gimnasio que no falle después de dos sesiones"
      },
      {
        "title": "Negocios",
        "desc": "Un cofundador o colaborador que no desaparezca cuando las cosas se ponen difíciles"
      }
    ],
    "buttonText": "Encuentra a las personas adecuadas"
  },
  "title": "¿Cómo Funciona?",
  "steps": [
    {
      "step": "Paso 1",
      "header": "Prueba Tu\nCompatibilidad",
      "desc": "Responde algunas preguntas. Analizamos tu vida amorosa, amistades y potencial como socio de negocios."
    },
    {
      "step": "Paso 2",
      "header": "Emparejarse",
      "desc": "Encuentra personas que no te hagan desear haber cancelado."
    },
    {
      "step": "Paso 3",
      "header": "Conoce a\nTu Gente",
      "desc": "Porque la vida es demasiado corta para malas relaciones, amistades sin futuro y compañeros de gimnasio poco confiables."
    }
  ],
  "footerText": "Deja de deslizar. <bold>Conéctate.</bold>",
  "buttonText": "Emparejar Bien",
  "questionBold": "¿Pregunta?",
  "question": "Habla con nosotros",
  "emailPlaceholder": "Introduce tu correo electrónico",
  "messagePlaceholder": "Introduce tu mensaje aquí",
  "sendButton": "Enviar",
  "privacyPolicy": "Política de Privacidad",
  "termsAndConditions": "Términos y Condiciones",
  "privacyPolicyBr": "Política de <br/> Privacidad",
  "termsAndConditionsBr": "Términos y <br/> Condiciones",
  "invalidEmail": "Dirección de correo electrónico no válida",
  "emailRequired": "El correo electrónico es obligatorio",
  "messageRequired": "El mensaje es obligatorio",
  "messageTooShort": "El mensaje debe tener al menos 5 caracteres",
  "loading": "Enviando...",
  "thanksForContact": "¡Gracias por contactarnos!",
  "errorContact": "Ocurrió un error, por favor intenta de nuevo.",
  "ptitle": "Política de Privacidad de Uniic",
  "date": "Fecha de vigencia: 1 de julio de 2025. Última actualización: 1 de julio de 2025",
  "intro": "Esta Política de Privacidad explica cómo Woooz Inc. (“Woooz,” “nosotros,” “nuestro,” o “nos”) recopila, utiliza, divulga y protege su información cuando utiliza la aplicación móvil Uniic y los servicios relacionados (colectivamente, la “App”). Al usar Uniic, usted acepta los términos de esta Política de Privacidad. Si no está de acuerdo, por favor no use la App.",
  "sections": {
    "acceptance": {
      "title": "1. Elegibilidad",
      "points": "Uniic está destinado a usuarios <b>de 18 años o mayores.</b> No recopilamos conscientemente información personal de nadie menor de 18 años. Si nos damos cuenta de que un usuario es menor de 18 años, tomaremos medidas para eliminar su información."
    },
    "privacy": {
      "title": "2. Información que Recopilamos",
      "collect": {
        "info": "Recopilamos los siguientes tipos de información:",
        "title": "a. Información que Usted Nos Proporciona",
        "items": [
          "<b>Información de la cuenta:</b> Dirección de correo electrónico, nombre de usuario, contraseña y foto de perfil opcional.",
          "<b>Contenido del usuario:</b> Publicaciones, mensajes, imágenes, videos y cualquier contenido que comparta o cargue.",
          "<b>Solicitudes de soporte:</b> Información que proporciona al contactar con soporte al cliente."
        ]
      },
      "usage": {
        "title": "b. Información que Recopilamos Automáticamente",
        "items": [
          "<b>Datos del dispositivo:</b> Dirección IP, ID del dispositivo, sistema operativo, tipo de navegador y idioma.",
          "<b>Datos de uso:</b> Interacciones con la App, vistas de contenido, funciones utilizadas, registros de fallos y diagnósticos.",
          "<b>Datos de ubicación:</b> Ubicación geográfica general basada en su IP (sin rastreo GPS)."
        ]
      },
      "sharing": {
        "title": "c. Cookies y Tecnologías de Seguimiento",
        "items": [
          "Usamos cookies y tecnologías similares para habilitar funciones, analizar el uso y personalizar contenido. Puede controlar la configuración de cookies a través de su navegador."
        ]
      }
    },
    "rights": {
      "title": "3. Cómo Usamos Su Información",
      "items": [
        "Operar, mantener y mejorar la App Uniic.",
        "Personalizar contenido y recomendaciones.",
        "Comunicarnos con usted (por ejemplo, soporte, notificaciones).",
        "Prevenir fraudes, abusos y violaciones de políticas.",
        "Cumplir con obligaciones legales."
      ]
    },
    "sharing": {
      "title": "4. Compartir Información",
      "desc": "No vendemos su información personal. Podemos compartirla sólo con:",
      "items": [
        "<b>Proveedores de servicios:</b> Alojamiento en la nube, análisis, entrega de correo electrónico, moderación de contenido.",
        "<b>Autoridades legales:</b> Cuando sea necesario para cumplir con obligaciones legales o hacer valer nuestros derechos.",
        "<b>Transferencias comerciales:</b> Si Woooz Inc. participa en una fusión, adquisición o venta de activos."
      ]
    },
    "userRights": {
      "title": "5. Sus Derechos y Opciones",
      "desc": "Dependiendo de tu ubicación, es posible que tengas derecho a:",
      "items": [
        "<b>Acceder:</b> Solicitar una copia de sus datos.",
        "<b>Corregir:</b> Actualizar datos inexactos o incompletos.",
        "<b>Eliminar:</b> Solicitar la eliminación de su cuenta y datos.",
        "<b>Restringir u Oponerse:</b> Limitar cómo usamos su información.",
        "<b>Portar:</b> Recibir sus datos en un formato estructurado y legible por máquina.",
        "Para ejercer cualquiera de estos derechos, envíe un correo a <b><a href='mailto:privacy@uniic.app'>privacy@uniic.app.</a></b>"
      ]
    },
    "dataRetention": {
      "title": "6. Retención de Datos",
      "points": "Retenemos su información mientras sea necesario para proveer la App y cumplir con requerimientos legales. A solicitud, eliminaremos sus datos salvo que la ley requiera su retención."
    },
    "security": {
      "title": "7. Seguridad",
      "points": "Implementamos medidas técnicas y organizativas para proteger su información, incluyendo cifrado, controles de acceso y auditorías regulares. Sin embargo, ningún método de transmisión o almacenamiento es 100% seguro."
    },
    "international": {
      "title": "8. Transferencias Internacionales",
      "points": "Si usted se encuentra fuera de los Estados Unidos, tenga en cuenta que sus datos pueden ser procesados y almacenados en los EE.UU. Al usar Uniic, usted consiente esta transferencia."
    },
    "thirdParty": {
      "title": "9. Servicios de Terceros",
      "points": "Uniic puede contener enlaces a servicios de terceros. No somos responsables de las prácticas de privacidad de esos servicios. Por favor, revise sus políticas de privacidad de forma independiente."
    },
    "policyChanges": {
      "title": "10. Cambios a esta Política de Privacidad",
      "points": "Podemos actualizar esta política ocasionalmente. Si hacemos cambios importantes, le notificaremos mediante aviso en la App o correo electrónico. El uso continuo de Uniic tras los cambios constituye aceptación."
    },
    "contact": {
      "title": "11. Contáctenos",
      "items": [
        "Para preguntas, inquietudes o solicitudes respecto a esta Política de Privacidad, contáctenos en:",
        "📧 <b><a href='mailto:privacy@uniic.app'>privacy@uniic.app.</a></b>",
        "🏢 Woooz Inc.",
        "2155 Pantages Circle, Rancho Cordova, CA, 95670"
      ]
    }
  },
  "ttitle": "Términos y Condiciones de Uniic",
  "tdate": "Fecha de entrada en vigor: 1 de julio de 2025. Última actualización: 1 de julio de 2025",
  "tintro": "¡Bienvenido a Uniic! Estos Términos y Condiciones (“Términos”) regulan su acceso y uso de la aplicación Uniic (“App”), incluyendo cualquier contenido, función y servicio ofrecido por Woooz, Inc. (“nosotros”). Al usar Uniic, usted acepta estar sujeto a estos Términos. Si no está de acuerdo, por favor no use la App.",
  "tsections": {
    "eligibility": {
      "title": "1. Elegibilidad",
      "points": "Debe tener al menos 18 años para usar Uniic."
    },
    "userAccounts": {
      "title": "2. Cuentas de Usuario",
      "items": [
        "Usted es responsable de mantener la confidencialidad de sus credenciales de acceso.",
        "Usted acepta proporcionar información precisa y completa.",
        "No puede suplantar a otra persona ni utilizar una identidad falsa."
      ]
    },
    "ugcPolicy": {
      "title": "3. Política de Contenido Generado por Usuarios (UGC)",
      "description": "Uniic permite a los usuarios crear, publicar y compartir contenido. Al enviar contenido, usted otorga a Uniic una licencia no exclusiva, mundial, libre de regalías para usar, almacenar, mostrar, reproducir y distribuir su contenido dentro de la App.",
      "prohibitionsTitle": "Usted acepta no subir, publicar o compartir contenido que:",
      "prohibitions": [
        "Contenga discurso de odio, acoso o comportamiento abusivo",
        "Promueva o muestre violencia, autolesiones o material sexual explícito",
        "Viole leyes o reglamentos aplicables",
        "Infrinja derechos de propiedad intelectual",
        "Contenga información engañosa, fraudulenta o dañina"
      ],
      "zeroTolerance": "Tolerancia Cero: Uniic aplica una política estricta de tolerancia cero hacia contenido objetable y usuarios abusivos."
    },
    "contentModeration": {
      "title": "4. Moderación de Contenidos y Reportes",
      "items": [
        "Para mantener la comunidad segura:",
        "Usamos filtros automatizados y moderadores humanos para detectar y eliminar contenido objetable.",
        "Los usuarios pueden marcar contenido inapropiado o denunciar comportamiento abusivo directamente en la App.",
        "Los usuarios pueden bloquear o silenciar a otros para evitar interacciones no deseadas.",
        "Revisamos todos los reportes dentro de las 24 horas y tomamos medidas apropiadas, incluyendo eliminación de contenido o suspensión/expulsión de usuarios.",
        "Uniic se reserva el derecho de eliminar contenido o terminar cuentas a su entera discreción, sin previo aviso, si viola estos términos."
      ]
    },
    "privacyPolicyRef": {
      "title": "5. Política de Privacidad",
      "points": [
        "Nos preocupamos por su privacidad. Lea nuestra Política de Privacidad para entender cómo recopilamos, usamos y protegemos su información personal. Principios clave:",
        "Recopilamos solo los datos mínimos necesarios para operar la App (por ejemplo, correo electrónico, información del dispositivo, uso de la App).",
        "No vendemos sus datos personales a terceros.",
        "Puede solicitar acceso, corrección o eliminación de sus datos en cualquier momento.",
        "Los datos se almacenan de forma segura y cifrada.",
        "Cumplimos con las leyes de privacidad aplicables, incluyendo GDPR y CCPA."
      ]
    },
    "intellectualProperty": {
      "title": "6. Propiedad Intelectual",
      "points": [
        "Todo el contenido de la App (excluyendo aportes de usuarios), incluidos logotipos, marcas, textos, gráficos y software, es propiedad de Uniic o sus licenciantes.",
        "No puede copiar, modificar o distribuir contenido de la App sin permiso."
      ]
    },
    "prohibitedConduct": {
      "title": "7. Conducta Prohibida",
      "items": [
        "Usted acepta no:",
        "Usar la App para cualquier propósito ilegal o dañino",
        "Interferir en el funcionamiento de la App, servidores o redes",
        "Subir virus, malware o código malicioso",
        "Intentar acceder sin autorización a cuentas de otros usuarios o a nuestros sistemas internos"
      ]
    },
    "termination": {
      "title": "8. Terminación",
      "points": "Nos reservamos el derecho de suspender o terminar su acceso a la App en cualquier momento, con o sin motivo, especialmente en casos de violación de políticas, abuso o amenazas a la integridad de la plataforma."
    },
    "disclaimers": {
      "title": "9. Renuncias",
      "points": "Uniic se proporciona “tal cual” sin garantías de ningún tipo. No garantizamos servicio ininterrumpido ni que la App esté libre de errores. Uso bajo su propio riesgo."
    },
    "limitationOfLiability": {
      "title": "10. Limitación de Responsabilidad",
      "points": "En la máxima medida permitida por la ley, Uniic no será responsable por ningún daño indirecto, incidental o consecuente resultante de su uso de la App o de contenido generado por usuarios."
    },
    "changesToTerms": {
      "title": "11. Cambios en los Términos",
      "points": "Podemos actualizar estos Términos ocasionalmente. Si hacemos cambios importantes, le notificaremos a través de la App o por correo electrónico. El uso continuado de la App tras los cambios implica su aceptación."
    },
    "contact": {
      "title": "12. Contacto",
      "items": [
        "Para preguntas, inquietudes o reportes de abuso, contáctenos en:",
        "📧 <b><a href='mailto:support@uniic.app'>support@uniic.app</a></b>"
      ]
    }
  }
}
